[
  {
    "year": 2025,
    "title": "Multi-omic responses across tissues in a rat model of acute endurance exercise",
    "authors": "Jimenez-Morales D, MoTrPAC study group",
    "conference": "American Physiology Summit 2025. Baltimore, MD (April 2025). Oral Communication",
    "link": "https://events.rdmobile.com/Sessions/Details/2629314"
  },
  {
    "year": 2024,
    "title": "MoTrPAC Data Hub: Comprehensive Multi-Omic, Multi-Tissue Insights into Exercise Molecular Responses",
    "authors": "Jimenez-Morales D, MoTrPAC study group",
    "conference": "International Biochemistry of Exercise Conference (IBEC). Limerick, Ireland (July 2024). Oral Communication",
    "link": ""
  },
  {
    "year": 2024,
    "title": "MoTrPAC Data Hub: Multi-omic, Multi-tissue Collection of Exercise Molecular Responses",
    "authors": "Jimenez-Morales D, Malene E Lindholm, Jimmy Zhen, et al.",
    "conference": "Cell Symposia: Exercise Metabolism. Lisboa, Portugal (May 2024)",
    "link": ""
  },
  {
    "year": 2024,
    "title": "Unveiling the Multi-omic Landscape of Endurance Exercise: Biological Insights and Data Integration from the MoTrPAC Study",
    "authors": "Jimenez-Morales D, MoTrPAC study group",
    "conference": "The NIH CFDE All-Hands Meeting. Bethesda, USA (March 2024). Oral Communication, talk awarded.",
    "link": ""
  },
  {
    "year": 2021,
    "title": "CloudProteo: a comprehensive cloud-based proteomics data analysis pipeline",
    "authors": "Jimenez-Morales D, Raja AN, Hershman SG, et al.",
    "conference": "69th Annual Conference American Society for Mass Spectrometry (ASMS) Conference on Mass Spectrometry and Allied Topics. 2021 Philadelphia, Pennsylvania",
    "link": ""
  },
  {
    "year": 2021,
    "title": "An Integrative Molecular View of Mammalian Adaptation to Exercise Training",
    "authors": "Beltran PMJ, Keshishian H, Mundorff C, et al.",
    "conference": "69th Annual Conference American Society for Mass Spectrometry (ASMS) Conference on Mass Spectrometry and Allied Topics. 2021 Philadelphia, Pennsylvania",
    "link": ""
  },
  {
    "year": 2019,
    "title": "artMS: Analytical R Tools for Mass Spectrometry",
    "authors": "David Jimenez-Morales",
    "conference": "Oral communication. 2019 SUMS-RAS (Stanford University Mass Spectrometry - Research Application Symposium). Stanford, CA",
    "link": "https://mass-spec.stanford.edu/2019-sums-ras"
  },
  {
    "year": 2019,
    "title": "artMS: Analytical R Tools for Mass Spectrometry",
    "authors": "David Jimenez-Morales, John Von Dollen, Alexandre Rosa Campos, Nevan J Krogan, Danielle Swaney",
    "conference": "67th Annual Conference American Society for Mass Spectrometry (ASMS) Conference on Mass Spectrometry and Allied Topics. 2019 Atlanta, Georgia",
    "link": ""
  },
  {
    "year": 2017,
    "title": "Influenza virus networks of pathogenesis inferred from the integration of multiple large-scale datasets",
    "authors": "David Jimenez-Morales, Judd Hultquist, John Von Dollen, Jeff Johnson, Hannes Braberg, and Nevan J Krogan",
    "conference": "Oral communication. Annual Programmatic Meeting. NIAID-NIH, Systems Biology for Infectious Diseases (SBID) Research. May 7-10, 2017 Chicago, IL.",
    "link": ""
  },
  {
    "year": 2017,
    "title": "Destroying the \"Non-self\": Defining Influenza A Viral Endonuclease Mechanisms for Host Shutoff",
    "authors": "Kelsey Haas, Michael McGregor, David Jimenez-Morales, Judd Hultquist, and Nevan Krogan",
    "conference": "Annual Programmatic Meeting. NIAID-NIH, Systems Biology for Infectious Diseases (SBID) Research. May 7-10, 2017 Chicago, IL.",
    "link": ""
  },
  {
    "year": 2017,
    "title": "Proteomic Profiling of Influenza A Virus Infection Reveals Strain-specific Rewiring of Host Cell Networks",
    "authors": "Judd F. Hultquist, David Jimenez-Morales, Michael M. McGregor, et al.",
    "conference": "Annual Programmatic Meeting. NIAID-NIH, Systems Biology for Infectious Diseases (SBID) Research. May 7-10, 2017 Chicago, IL.",
    "link": ""
  },
  {
    "year": 2017,
    "title": "Metabolic Profiling of Influenza Infection",
    "authors": "Celina Cahalane, David Jimenez-Morales, John VonDollen, et al.",
    "conference": "Annual Programmatic Meeting. NIAID-NIH, Systems Biology for Infectious Diseases (SBID) Research. May 7-10, 2017 Chicago, IL.",
    "link": ""
  },
  {
    "year": 2016,
    "title": "FluOMICs data integration for the identification of networks involved in host responses to influenza virus infection",
    "authors": "David Jimenez-Morales, Judd Hultquist",
    "conference": "Oral communication. The 2016 Systems Biology Programmatic Meeting. NIAID-NIH, Systems Biology for Infectious Diseases (SBID) Research. Apr 10-13, 2016 New York, NY.",
    "link": ""
  },
  {
    "year": 2016,
    "title": "Predictive models for the identification of networks involved in host responses to influenza virus infection",
    "authors": "Jimenez-Morales D, Von Dollen J, Braberg H, Verschueren E, and Krogan NJ.",
    "conference": "2nd Annual Host- Pathogen Interactions: Circuits to Systems Symposium. Jan 4, 2016. San Diego, CA.",
    "link": ""
  },
  {
    "year": 2015,
    "title": "The new face of dictyBase",
    "authors": "Jimenez-Morales D",
    "conference": "Oral communication. dicty2015: Annual International Dictyostelium Conference. August 9th-13th. London, United Kingdom",
    "link": "http://dictybase.org/DictyAnnualConference/dicty2015.pdf"
  },
  {
    "year": 2011,
    "title": "Active Sites of Enzymes are Crowded with Charge",
    "authors": "Jimenez-Morales D, Liang J, and Eisenberg B.",
    "conference": "Biophysical Journal. 100(3): p. 218a. Abstract 1191-Pos and Poster Board B101.",
    "link": "http://www.sciencedirect.com/science/article/pii/S0006349510029061"
  },
  {
    "year": 2011,
    "title": "Active Sites of Enzymes are Crowded with Charge",
    "authors": "Jimenez-Morales D, Liang J, and Eisenberg B.",
    "conference": "6th Annual Midwest Conference on Protein Folding, Assembly, and Molecular Motions. University of Notre Dame.",
    "link": ""
  },
  {
    "year": 2010,
    "title": "Evolutionary Speed of Enzymes Functional Surfaces and their Relationship with Metabolic Fluxes in Networks of Central Carbon Metabolism of Bacteria",
    "authors": "Jimenez-Morales D, Li R, Wang Z, Li Y, Liu L, Liang J.",
    "conference": "Biophysical Journal 98(3) pp. 741a",
    "link": "http://www.sciencedirect.com/science/article/pii/S0006349509058664"
  },
  {
    "year": 2008,
    "title": "Substitution Rates Of Amino Acid Residues In Transmembrane - Extracellular And Periplasmic- Regions Of Beta-Barrel Membrane Proteins",
    "authors": "Jimenez-Morales D, Adamian L, Liang J.",
    "conference": "Biophysical Journal 94(2) pp. 1959",
    "link": "http://www.sciencedirect.com/science/article/pii/S0006349508791185"
  },
  {
    "year": 2002,
    "title": "Tools for the Apored Virtual",
    "authors": "Jimenez-Morales D",
    "conference": "V-Aporeunión. Tordesillas (Valladolid). Oral presentation: I introduced the improvements in the new Apoweb.",
    "link": ""
  },
  {
    "year": 1999,
    "title": "Sensibilidad a antimicrobianos de Enterococcus faecalis de procedencia animal",
    "authors": "Jimenez-Morales D, Heredia S, Calvo A, Gomez-Luz ML, Prieto J.",
    "conference": "Spanish Chemotherapy Society Congress. May 1999",
    "link": ""
  }
]
